INSERT INTO [dbo].[Employees] ([Code], [Name], [Password], [DateOfEmployment], [EmployeeRole], [EmployeeLevelId], [DepartmentName], [ManagerId])
VALUES 
(N'1980009', N'ايمن محمد الشناوى حسن', N'Pass#123', '1998-07-01', 1, 2, N'Quality', null),
(N'1990027', N'احمد وجدى محمد عثمان', N'Pass#123', '1999-02-09', 0, 1, N'Quality', 1),
(N'1990055', N'حسن ابراهيم عبد القادر حسن', N'Pass#123', '1999-11-01', 0, 1, N'Quality', 1),
(N'1010010', N'طلبه مهدى محمد طلبه', N'Pass#123', '2001-02-04', 0, 1, N'Quality', 1),
(N'1020007', N'علاء نصر رشاد هلال', N'Pass#123', '2002-02-13', 1, 2, N'Markting', null),
(N'1040006', N'زينب على السيد على عواد', N'Pass#123', '2004-04-05', 0, 1, N'Markting', 5),
(N'1050006', N'مصطفى محمد بشار محمد', N'Pass#123', '2005-07-10', 0, 1, N'Markting', 5),
(N'1070031', N'محمد حسانين محمد محمد', N'Pass#123', '2007-06-16', 1, 2, N'Finance', null),
(N'1070060', N'منى عنتر قرنى بدير', N'Pass#123', '2007-08-23', 1, 2, N'Finance', 6),
(N'1070063', N'خالد عبد الخالق محمد احمد', N'Pass#123', '2007-09-09', 0, 1, N'Finance', 6),
(N'1080007', N'محمود فاروق محمد مصطفى', N'Pass#123', '2008-01-16', 0, 1, N'Finance', 6),
(N'1080133', N'هشام حسين يونس حسين', N'Pass#123', '2008-10-15', 0, 1, N'Finance', 6)